using System;

namespace Lab_1
{
    class Program
    {
        static void Main(string[] args) 
        {
            Console.WriteLine("Лабораторная работа 1. Разработка консольного приложения");
            Console.WriteLine("Выполнил Семёнов Алексей Витальевич");
            Console.WriteLine("Группа 90002295");
            Console.WriteLine("Дата рождения: 16.01.2006");
            Console.WriteLine("Республика Беларусь, Могилёвская область, город Кличев");
            Console.WriteLine("Любимый предмет в школе: Английский язык");
            Console.WriteLine("Увлекаюсь компьютерами, их комплектующими, а также видеоиграми");

            // Точка входа в программу  -  метод Main с которого начинается выполнение программы. Особенность в том, что его название менять нельзя  
            // Write - выводит данные в строке, WriteLine - выводит данные в строке и переходит на следующую строку
        }


    };

};